Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Real
de: Reelle
es: Número real
fr: Réel
hi: असली
it: Reale
nl: Echt
pl: Prawdziwy
ru: Реальный
tr: Gerçek
uk: Справжній

source: Recliner
de: Lehnsessel
es: Sillón reclinable
fr: Fauteuil inclinable
hi: रिक्लाइनर
it: Reclinare
nl: Ligstoel
pl: Fotel rozkładany
pt: Cadeira reclinável
ru: Кресло
tr: Koltuk
uk: Реклайнер

source: Recorder
de: Aufnahmegerät
es: Grabadora
fr: Flûte à bec
hi: रिकॉर्डर
it: Registratore
pl: Rejestrator
pt: Gravador
ru: Рекордер
tr: Kayıt aygıtı
uk: Реєстратор

source: Rectangle
de: Rechteck
es: Rectángulo
hi: आयत
it: Rettangolo
nl: Rechthoek
pl: Prostokąt
pt: Retângulo
ru: Прямоугольник
tr: Dikdörtgen
uk: Прямокутник

source: Red
de: Rot
es: Rojo
fr: Rouge
hi: लाल
it: Rosso
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
tr: Kırmızı
uk: Червоний

source: Reduction
de: Reduzierung
es: Reducción
fr: Réduction
hi: कमी
it: Riduzione
nl: Vermindering
pl: Redukcja
pt: Redução
ru: Сокращение
tr: Azaltma
uk: Скорочення

source: Reef
de: Riff
es: Arrecife
fr: Récif
hi: जल-शैल
it: Scoglio
nl: Rif
pl: Rafa
pt: Recife
ru: Риф
tr: Resif
uk: Риф

source: Regret
de: Bedauern
es: Arrepentimiento
hi: खेद है
it: Rimpianto
nl: Spijt
pl: Żal
pt: Arrependimento
ru: Сожаление
tr: Pişman olmak
uk: Шкода

source: Remorse
de: Reue
es: Remordimiento
fr: Remords
hi: पश्चात्ताप
it: Rimorso
nl: Wroeging
pl: Wyrzuty sumienia
pt: Remorso
ru: Угрызения совести
tr: Pişmanlık
uk: Каяття

source: Reps
de: Wiederholungen
es: Representantes
fr: Représentants
hi: प्रतिनिधि
nl: Herhalingen
pl: Przedstawiciele
pt: Representantes
ru: Представитель
tr: Tekrarlar
uk: Повтори

source: Reptiles & Amphibians
de: Reptilien und Amphibien
es: Reptiles y anfibios
fr: Reptiles et amphibiens
hi: सरीसृप और उभयचर
it: Rettili e anfibi
nl: Reptielen en amfibieën
pl: Gady i płazy
pt: Répteis e Anfíbios
ru: Рептилии и амфибии
tr: Sürüngenler ve Amfibiler
uk: Рептилії та амфібії

source: Resentment
de: Groll
es: Resentimiento
fr: Ressentiment
hi: नाराज़गी
it: Risentimento
nl: Wrok
pl: Uraza
pt: Ressentimento
ru: Возмущение
tr: Gücenme
uk: Образа

source: Reservoir
de: Stausee
es: Embalse
fr: Réservoir
hi: बड़ा जलाशय
it: Serbatoio
pl: Zbiornik
pt: Reservatório
ru: Водохранилище
tr: Su deposu
uk: Резервуар

source: Resin
de: Harz
es: Resina
fr: Résine
hi: राल
it: Resina
nl: Hars
pl: Żywica
pt: Resina
ru: Смола
tr: Çam sakızı
uk: Смола

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
hi: दृढ़ता
it: Risoluzione
nl: Resolutie
pl: Uchwała
pt: Resolução
ru: Разрешение
tr: Kararlılık
uk: Резолюція

source: Rhinoceros
de: Nashorn
es: Rinoceronte
fr: Rhinocéros
hi: गैंडा
it: Rinoceronte
nl: Neushoorn
pl: Nosorożec
pt: Rinoceronte
ru: Носорог
tr: Gergedan
uk: Носорог

source: Rhombus
de: Raute
es: Rombo
fr: Losange
hi: समचतुर्भुज
it: Rombo
nl: Ruit
pl: Romb
pt: Losango
ru: Ромб
tr: Eşkenar Dörtgen
uk: Ромб

source: Rhyme
de: Reim
es: Rima
fr: Rime
hi: तुक
it: Rima
nl: Rijm
pl: Rym
pt: Rima
ru: Рифма
tr: Kafiye
uk: Рима

source: Rhythm
de: Rhythmus
es: Ritmo
fr: Rythme
hi: लय
it: Ritmo
nl: Ritme
pl: Rytm
pt: Ritmo
ru: Ритм
tr: Ritm
uk: Ритм

source: Rib
de: Rippe
es: Costilla
fr: Côte
hi: रिब
it: Costa
pl: Żebro
pt: Costela
ru: Ребро
tr: Kaburga
uk: Ребро

source: Rice
de: Reis
es: Arroz
fr: Riz
hi: धान
it: Riso
nl: Rijst
pl: Ryż
pt: Arroz
ru: Рис
tr: Pirinç
uk: Рис

source: Ridge
de: Grat
es: Cresta
fr: Crête
hi: रिज
it: Cresta
nl: Nok
pl: Grzbiet
pt: Cume
ru: Гребень
tr: Sırt
uk: Хребет

source: Rifle
de: Gewehr
fr: Fusil
hi: राइफ़ल
it: Fucile
nl: Geweer
pl: Karabin
pt: Espingarda
ru: Винтовка
tr: Tüfek
uk: Гвинтівка

source: Riot
de: Aufstand
es: Disturbio
fr: Émeute
hi: दंगा
it: Rivolta
nl: Rel
pl: Zamieszki
pt: Tumulto
ru: Бунт
tr: Gösteri
uk: Бунт

source: River
de: Fluss
es: Río
fr: Rivière
hi: नदी
it: Fiume
nl: Rivier
pl: Rzeka
pt: Rio
ru: Река
tr: Nehir
uk: Річка

source: Roadrunner
de: Rennkuckuck
es: Correcaminos
fr: Coucou terrestre
hi: रोडरनर
nl: Wegloper
pl: Kukawka srokata
pt: Corredor de estrada
ru: Бегун
tr: Yol koşucusu
uk: Роудраннер

source: Roast
de: Braten
es: Asado
fr: Rôti
hi: भूनना
it: Arrosto
nl: Gebraden
pl: Pieczeń
pt: Assado
ru: Жареное
tr: Kızartma
uk: Смажений

source: Robbery
de: Raubüberfall
es: Atraco
fr: Vol
hi: लूटमार
it: Rapina
nl: Diefstal
pl: Rabunek
pt: Roubo
ru: Ограбление
tr: Soygun
uk: Пограбування

source: Robe
de: Gewand
es: Bata
hi: लाबादा
it: Abito
pl: Szata
pt: Roupão
ru: (Купальный) халат
tr: Bornoz
uk: Халат

source: Robin
de: Rotkehlchen
es: Petirrojo
fr: Rouge-gorge
hi: रॉबिन
it: Pettirosso
nl: Roodborstje
pl: Rudzik
pt: Melro
ru: Малиновка
tr: Narbülbülü
uk: Робін

source: Robotics
de: Robotik
es: Robótica
fr: Robotique
hi: रोबोटिक्स
it: Robotica
nl: Robotica
pl: Robotyka
pt: Robótica
ru: Робо(то)техника
tr: Robotik
uk: Робототехніка

source: Rocket
de: Rakete
es: Cohete
fr: Fusée
hi: रॉकेट
it: Razzo
nl: Raket
pl: Rakieta
pt: Foguete
ru: Ракета
tr: Roket
uk: Ракета

source: Rod
de: Stab
es: Barra
fr: Tige
hi: छड़
it: Verga
nl: Staaf
pl: Pręt
pt: Vara
ru: Стержень
tr: Çubuk
uk: Стрижень

source: Rollingpin
de: Nudelholz
es: Rodillo
fr: Rouleain
hi: रोलिंगपिन
it: Mattarello
nl: Deegroller
pt: Rolo
ru: Скалинг
tr: Oklava
uk: Скочалка

source: Romanian
de: Rumänisch
es: Rumano
fr: Roumain
hi: रोमानियाई
it: Rumeno
nl: Roemeen
pl: Rumun
pt: Romeno
ru: Румынский
tr: Rumen
uk: Румунська

source: Rome
de: Rom
es: Roma
hi: रोम
it: Roma
pl: Rzym
pt: Roma
ru: Рим
tr: Roma
uk: Рим

source: Romeo
de: Richard
es: Roberto
fr: Raoul
it: Roma
nl: Rudolk
pl: Roman
ru: Роман
tr: Rize

source: Roof
de: Dach
es: Tejado
fr: Toit
hi: छत
it: Tetto
nl: Dak
pl: Dach
pt: Telhado
ru: Крыша
tr: Çatı
uk: Дах

source: Rooster
de: Hahn
es: Gallo
fr: Coq
hi: मुर्ग़ा
it: Gallo
nl: Haan
pl: Kogut
pt: Galo
ru: Петух
tr: Horoz
uk: Півень

source: Root
de: Wurzel
es: Raíz
fr: Racine
hi: जड़
it: Radice
nl: Wortel
pl: Korzeń
pt: Raiz
ru: Корень
tr: Kök
uk: Корінь

source: Rope
de: Seil
es: Cuerda
fr: Corde
hi: रस्सी
it: Corda
nl: Touw
pl: Lina
pt: Corda
ru: Канат
tr: Ip
uk: Мотузка

source: Rosemary
de: Rosmarin
es: Romero
fr: Romarin
hi: दौनी
it: Rosmarino
nl: Rozemarijn
pl: Rozmaryn
pt: Alecrim
ru: Розмарин
tr: Biberiye
uk: Розмарин

source: Rotunda
de: Rotunde
es: Rotonda
fr: Rotonde
hi: रोटुंडा
it: Rotonda
nl: Rotonde
ru: Ротонда
uk: Ротонда

source: Rover
de: Pfadfinder
hi: रोवर
nl: Speler zonder vaste positie op het veld
pl: Niespokojny duch
pt: Andarilho
ru: Бродяга
tr: Gezin
uk: Ровер

source: Rowing
de: Rudern
es: Remo
fr: Aviron
hi: रोइंग
it: Canottaggio
nl: Roeien
pl: Wioślarstwo
pt: Remo
ru: Гребля
tr: Kürek çekme
uk: Веслування

source: Rubber
de: Gummi
es: Caucho
fr: Gomme
hi: रबड़
it: Preservativo
pl: Guma
pt: Borracha
ru: Резина
tr: Kauçuk
uk: Гума

source: Ruby
de: Rubin
es: Rubí
fr: Rubis
hi: माणिक
it: Rubino
nl: Robijn
pl: Rubin
pt: Rubi
ru: Рубин
tr: Yakut
uk: Рубі

source: Rug
de: Teppich
es: Alfombra
fr: Tapis
hi: ग़लीचा
it: Plaid
nl: Vloerkleed
pl: Dywanik
pt: Tapete
ru: Ковёр
tr: Halı
uk: Килимок

source: Ruler
de: Herrscher
es: Gobernador
fr: Règle
hi: शासक
it: Righello
nl: Heerser
pl: Władca
pt: Régua
ru: Линейка
tr: Cetvel
uk: Лінійка

source: Ruling
de: Herrschend
es: Fallo
fr: Décision
hi: शासन
it: Sentenza
nl: Uitspraak
pl: Orzeczenie
pt: No poder
ru: Решение
tr: Hüküm
uk: Постанова

source: Running
de: Laufen
es: Correr
fr: Course à pied
hi: लगातार
it: Corsa
nl: Lopen
pl: Bieganie
pt: Correndo
ru: Бег
tr: Koşma
uk: Біг

source: Russia
de: Russland
es: Rusia
fr: Russie
hi: रूस
nl: Rusland
pl: Rosja
pt: Rússia
ru: Россия
tr: Rusya
uk: Росія

source: Russian
de: Russisch
es: Ruso
fr: Russe
hi: रूसी
it: Russo
nl: Russisch
pl: Rosjanin
pt: Russo
ru: Русский
tr: Rusça
uk: Російська

source: Rust
de: Rost
es: Óxido
fr: Rouille
hi: जंग
it: Ruggine
nl: Roest
pl: Rdza
pt: Ferrugem
ru: Ржавчина
tr: Pas
uk: Іржа

source: Saber
de: Säbel
es: Sable
fr: Sabre
hi: कृपाण
it: Sciabola
nl: Sabel
pl: Szabla
pt: Sabre
ru: Сабля
tr: Kılıç
uk: Шабер

source: Sadness
de: Traurigkeit
es: Pena
fr: Tristesse
hi: उदासी
it: Tristezza
nl: Droefheid
pl: Smutek
pt: Tristeza
ru: Печаль
tr: Üzüntü
uk: Смуток

source: Saffron
de: Safran
es: Azafrán
fr: Safran
hi: केसर
it: Zafferano
nl: Saffraan
pl: Szafran
pt: Açafrão
ru: Шафран
tr: Safran
uk: Шафран

source: Sage
de: Salbei
es: Savia
fr: Sauge
hi: ऋषि
it: Saggio
nl: Salie
pl: Mędrzec
pt: Sábio
ru: Мудрец
tr: Adaçayı
uk: Шаук

source: Sailing
de: Segeln
es: Navegación
fr: Voile
hi: नौकायन
it: Vela
nl: Zeilen
pl: Żeglarstwo
pt: Vela
ru: Парусный спорт
tr: Gemicilik
uk: Вітрильний спорт

source: Salad
de: Salat
es: Ensalada
fr: Salade
hi: सलाद
it: Insalata
nl: Salade
pl: Sałatka
pt: Salada
ru: Салат
tr: Salata
uk: Салат

source: Saladspinner
de: Salatspinner
es: Asador de ensaladas
fr: Spineur de salade
hi: सलादस्पिनर
it: Spinatore di insalata
nl: Saladespinner
pt: Spinner de salada
ru: Салатпиннер
tr: Salata döndürücü
uk: Сала-спінер

source: Salamander
de: Schwanzlurch
es: Salamandra
fr: Salamandre
hi: सरट
it: Salamandra
pl: Salamandra
pt: Salamandra
ru: Саламандра
tr: Semender
uk: Саламандра

source: Salmon
de: Lachs
es: Salmón
fr: Saumon
hi: सैल्मन
it: Salmone
nl: Zalm
pl: Łosoś
pt: Salmão
ru: Лосось
tr: Som
uk: Лосось

source: Salt
de: Salz
es: Sal
fr: Sel
hi: नमक
it: Sale
nl: Zout
pl: Sól
pt: Sal
ru: Соль
tr: Tuz
uk: Сіль

source: Samoyed
de: Samojede
es: Samoyedo
fr: Samoyée
hi: समोयड
it: Samoiedo
nl: Samojeed
ru: Самоед
uk: Самоєд

source: Sandals
de: Sandalen
es: Sandalias
fr: Sandales
hi: सैंडल
it: Sandali
nl: Sandalen
pl: Sandały
pt: Sandálias
ru: Сандалии
tr: Sandaletler
uk: Сандалі

source: Sander
de: Sandpapierschleifmaschine
es: Lijadora
fr: Ponceuse
hi: सैंडर
it: Levigatrice
nl: Schuurmachine
pl: Szlifierka
pt: Lixadeira
ru: Шлифовальный станок
tr: Zımpara
uk: Шліфувар

source: Sandpiper
de: Wasserläufer
es: Lavandera
fr: Bécasseau de Baird
hi: सैंडपाइपर
it: Piparo di sabbia
nl: Oeverloper
pl: Brodziec
ru: Песочник
tr: Kum piperi
uk: Піщана пайка

source: Sandstorm
de: Sandsturm
es: Tormenta de arena
fr: Tempête de sable
hi: रेतीली आँधी
it: Tempesta di sabbia
nl: Zandstorm
pl: Burza piaskowa
pt: Tempestade de areia
ru: Песчаная буря
tr: Kum fırtınası
uk: Піщана буря

source: Sapling
de: JungerBaum
es: Árbol joven
fr: Jeune arbre
hi: छोटा पौधा
it: Giovane albero
nl: Jong boompje
pl: Młode drzewko
pt: Rebento
ru: Молодое деревце
tr: Fidan
uk: Саджанці

source: Sapphire
de: Saphir
es: Zafiro
fr: Saphir
hi: नीलम
it: Zaffiro
nl: Saffier
pl: Szafir
pt: Safira
ru: Сапфир
tr: Safir
uk: Сапфір

source: Sarcasm
de: Sarkasmus
es: Sarcasmo
fr: Sarcasme
hi: कटाक्ष
it: Sarcasmo
nl: Sarcasme
pl: Sarkazm
pt: Sarcasmo
ru: Сарказм
tr: Acı alay
uk: Сарказм

source: Sasquatch
de: Sasquatsch
hi: सस्क्वाच
nl: Bigfoot
ru: Сасквотч
uk: Сасквотч

source: Satellite
de: Satellit
es: Satélite
hi: उपग्रह
nl: Satelliet
pl: Satelita
pt: Satélite
ru: Спутник
tr: Uydu
uk: Супутник

source: Saucepan
de: Kochtopf
es: Cacerola
fr: Casserole
hi: डेगची
it: Casseruola
nl: Steelpan
pl: Rondel
pt: Caçarola
ru: Кастрюля
tr: Saplı tencere
uk: Каструля

source: Saudiarabia
de: SaudiArabien
es: Arabia Saudita
fr: L'Arabie Saoudite
hi: सऊदी अरब
it: Arabia Saudita
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
ru: Саудовская Аравия
tr: Suudi Arabistan
uk: Саудівська Аравія

source: Sausage
de: Wurst
es: Salchicha
fr: Saucisse
hi: गुलमा
it: Salsiccia
nl: Worst
pl: Kiełbasa
pt: Salsicha
ru: Колбаса
tr: Sosis
uk: Ковбаса

source: Saute
de: Sautiert
es: Saltear
fr: Faire sauter
hi: तलना
it: Saltato
nl: Sauteren
pl: Sauté
pt: Salteado
ru: Соте
tr: Sote
uk: Соте

source: Savanna
de: Savanne
es: Sabana
fr: Savane
hi: सवाना
nl: Savanne
pl: Sawanna
pt: Savana
ru: Саванна
uk: Саванна

source: Savannah
de: Savanne
es: Sabana
fr: Savane
hi: सवाना
it: Savana
nl: Savanne
pl: Sawanna
pt: Savana
ru: Саванна
uk: Саванна

source: Saw
de: Säge
es: Serrucho
fr: Scie
hi: आरा
it: Sega
nl: Zaag
pl: Piła
pt: Serra
ru: Пила
tr: Biçmek
uk: Пила

source: Saxophone
de: Saxophon
es: Saxofón
hi: सैक्सोफ़ोन
it: Sassofono
nl: Saxofoon
pl: Saksofon
pt: Saxofone
ru: Саксофон
tr: Saksafon
uk: Саксофон

source: Scabbard
de: Scheide
es: Vaina
fr: Fourreau
hi: म्यान
it: Fodero
nl: Schede
pl: Pochwa
pt: A baininha
ru: Ножны
tr: Kın
uk: Схва

source: Scaffolding
de: Gerüst
es: Andamios
fr: Échafaudage
hi: मचान
it: Impalcatura
nl: Steiger
pl: Rusztowanie
pt: Andaime
ru: Леса
tr: İskele
uk: Риштування

source: Scale
de: Skala
es: Escala
fr: Échelle
hi: पटरी
it: Scala
nl: Schaal
pl: Skala
pt: Escala
ru: Масштаб
tr: Ölçek
uk: Масштаб

source: Scallop
de: Muschel
es: Vieira
fr: Coquille Saint-Jacques
hi: घोंघा
it: Pettine
nl: Schelp
pl: Przegrzebek
pt: Vieira
ru: Гребешок
tr: Tarak
uk: Гребінець

source: Scarf
de: Schal
es: Bufanda
fr: Écharpe
hi: स्कार्फ़
it: Sciarpa
nl: Sjaal
pl: Szal
pt: Cachecol
ru: Шарф
tr: Eşarp
uk: Шарф

source: Scarlet
de: Scharlach
es: Rojo escarlata
fr: Écarlate
hi: स्कारलेट
it: Scarlatto
nl: Scharlaken
pl: Szkarłat
pt: Escarlate
ru: Алый
tr: Kırmızı
uk: Червоний

source: Schedule
de: Zeitplan
es: Horario
fr: Horaire
hi: समयसारणी
it: Programma
nl: Schema
pl: Harmonogram
pt: Horário
ru: Расписание
tr: Program
uk: Розклад

source: Science
de: Wissenschaft
es: Ciencia
hi: विज्ञान
it: Scienza
nl: Wetenschap
pl: Nauka
pt: Ciência
ru: Наука
tr: Bilim
uk: Наука

source: Scientist
de: Wissenschaftler
es: Científico
fr: Scientifique
hi: वैज्ञानिक
it: Scienziato
nl: Wetenschapper
pl: Naukowiec
pt: Cientista
ru: Учёный
tr: Bilgin
uk: Вчений

source: Scimitar
de: Krummsäbel
es: Cimitarra
fr: Cimeterre
hi: स्किमिटर
it: Scimitarra
nl: Kromzwaard
pl: Bułat
pt: Cimitar
ru: Ятаган
tr: Simitar
uk: Сцимітар

source: Scissors
de: Schere
es: Tijeras
fr: Ciseaux
hi: क़ैंची
it: Forbici
nl: Schaar
pl: Nożyczki
pt: Tesoura
ru: Ножницы
tr: Makas
uk: Ножиці

source: Sconce
de: Wandleuchter
es: Vela
fr: Applique
hi: स्कोनस
it: Applique
nl: Muurkandelaar
pl: Kinkiet
pt: Arandela
ru: Бра
tr: Aplik
uk: Бра

source: Scoop
de: Exklusivbericht
es: Primicia
fr: Cuillère à glace
hi: कलछी
it: Misurino
nl: Schep
pl: Miarka
pt: Colher
ru: Совок
tr: Kepçe
uk: Совок

source: Scooter
de: Motorroller
hi: स्कूटर
pl: Skuter
pt: Lambreta
ru: Скутер
tr: Skuter
uk: Скутер

source: Scorpion
de: Skorpion
es: Escorpión
hi: बिच्छू
it: Scorpione
nl: Schorpioen
pl: Skorpion
pt: Escorpião
ru: Скорпион
tr: Akrep
uk: Скорпіон

source: Scraper
de: Schaber
es: Rasqueta
fr: Grattoir
hi: खुरची
it: Raschietto
nl: Schraper
pl: Skrobak
pt: Raspador
ru: Скребок
tr: Kazıyıcı
uk: Скребок

source: Screen
de: Bildschirm
es: Monitor
fr: Écran
hi: परदा
it: Schermo
nl: Scherm
pl: Ekran
pt: Tela
ru: Экран
tr: Ekran
uk: Екран

source: Screwdriver
de: Schraubendreher
es: Destornillador
fr: Tournevis
hi: पेंचकस
it: Cacciavite
nl: Schroevendraaier
pl: Śrubokręt
pt: Chave de fenda
ru: Отвёртка
tr: Tornavida
uk: Викрутка

source: Script
de: Skript
es: Guion
hi: आलेख
it: Copione
nl: Schrift
pl: Scenariusz
pt: Roteiro
ru: Сценарий
tr: Senaryo
uk: Сценарій

source: Scuba
de: Tauch
es: Equipo de submarinismo
fr: Matériel de plongée
hi: स्कूबा
it: Immersioni subacquee
nl: -Flessen
pl: Akwalung
pt: Cilindro de mergulho
ru: Акваланг
tr: Tüplü dalış
uk: Підводне плавання

source: Sculpting
de: Bildhauerei
es: Escultura
fr: Sculpture
hi: मूर्तिकला
it: Scultura
nl: Beeldhouwen
pl: Rzeźbienie
pt: Escultura
ru: Скульптура
tr: Heykel
uk: Скульптура

source: Sea
de: Meer
es: Mar
fr: Mer
hi: सागर
it: Mare
nl: Zee
pl: Morze
pt: Mar
ru: Море
tr: Deniz
uk: Море

source: Seagull
de: Möwe
es: Gaviota
fr: Mouette
hi: सीगल
it: Gabbiano
nl: Zeemeeuw
pl: Mewa
pt: Gaivota
ru: Чайка
tr: Martı
uk: Чайка

source: Seahorse
de: Seepferdchen
es: Caballito de mar
fr: Hippocampe
hi: सीहॉर्स
it: Ippocampo
nl: Zeepaardje
pl: Konik morski
pt: Cavalo-marinho
ru: Морской конёк
tr: Denizatı
uk: Морський коника

source: Seal
de: Stempel
es: Sello
fr: Sceau
hi: सील
it: Sigillo
nl: Zegel
pl: Pieczęć
pt: Selo
ru: Печать
tr: Mühür
uk: Печатка

source: Sear
de: Versengen
es: Secar
fr: Brûler
hi: सीयर
it: Scottare
nl: Schroeien
pl: Przypalać
pt: Selar
ru: Прижигать, прижечь
tr: Kavurma
uk: Обсмати

source: Season
de: Saison
es: Temporada
fr: Saison
hi: मौसम
it: Stagione
nl: Seizoen
pl: Sezon
pt: Estação
ru: Сезон
tr: Sezon
uk: Сезон

source: Seaweed
de: Tang
es: Alga marina
fr: Algue marine
hi: समुद्री शैवाल
it: Alga marina
nl: Zeewier
pl: Wodorosty morskie
pt: Alga marinha
ru: Морская водоросль
tr: Deniz yosunu
uk: Морські водорі

source: Secant
de: Sekante
es: Secante
fr: Sécante
hi: सेकंट
it: Secante
nl: Snijdend
pl: Sekans
pt: Secante
ru: Секант
tr: Sekant
uk: Секант

source: Second
de: Zweite
es: Segundo
fr: Seconde
hi: दूसरा
it: Secondo
nl: Tweede
pl: Drugi
pt: Segundo
ru: Секунда
tr: Ikinci
uk: Другий

source: Secretary
de: Sekretär
es: Secretario
fr: Secrétaire
hi: सेक्रेटरी
it: Segretario
nl: Secretaris or secretaresse
pl: Sekretarz
pt: Secretário
ru: Секретарь
tr: Sekreter
uk: Секретар

source: Sedition
de: Aufruhr
es: Sedición
fr: Sédition
hi: राजद्रोह
it: Sedizione
nl: Opruiing
pl: Podburzanie
pt: Sedição
ru: Подстрекательство к мятежу
tr: Ayak
uk: Підбурювання

source: Seed
de: Samen
es: Semilla
fr: Graine
hi: बीज
it: Seme
nl: Zaad
pl: Nasiona
pt: Semente
ru: Семя
tr: Tohum
uk: Насіння

source: Seismology
de: Seismologie
es: Sismología
fr: Sismologie
hi: भूकंप-विज्ञान
it: Sismologia
nl: Seismologie
pl: Sejsmologia
pt: Sismologia
ru: Сейсмология
tr: Sismoloji
uk: Сейсмологія

source: Sentence
de: Satz
es: Oración
fr: Phrase
hi: वाक्य
it: Frase
nl: Zin
pl: Zdanie
pt: Sentença
ru: Предложение
tr: Cümle
uk: Вирок

source: Sequence
de: Reihenfolge
es: Secuencia
fr: Séquence
hi: सिलसिला
it: Sequenza
nl: Volgorde
pl: Sekwencja
pt: Sequência
ru: Последовательность
tr: Sıra
uk: Послідовність

source: Series
de: Serie
es: Serie
fr: Série
hi: शृंखला
it: Serie
nl: Serie
pl: Seria
pt: Série
ru: Серия
tr: Dizi
uk: Серія

source: Serve
de: Dienen
es: Servir
fr: Servir
hi: परोसें
it: Servire
nl: Serveren
pl: Służyć
pt: Servir
ru: Служить
tr: Servis
uk: Подавати

source: Set
de: Satz
es: Juego
fr: Ensemble
hi: सेट
nl: Instellen
pl: Zestaw
pt: Conjunto
ru: Набор
uk: Набір

source: Setting
de: Kulisse
es: Escenario
fr: Cadre
hi: वातावरण
it: Ambientazione
nl: Omgeving
pl: Ustawienie
pt: Ajuste
ru: Время и место действия
tr: Batma
uk: Налаштування

source: Seven
de: Sieben
es: Siete
fr: Sept
hi: सात
it: Sette
nl: Zeven
pl: Siedem
pt: Sete
ru: Семь
tr: Yedi
uk: Сім

# Seven1
source: Seven
de: Sieben
es: Siete
fr: QuatreEtRrois
it: Sette
nl: Zeven
pl: Siedem
pt: Sete
ru: Семь
tr: Yedi
uk: Сім

source: Seventeen
de: Siebzehn
es: Diecisiete
fr: Dix-sept
hi: सत्रह
it: Diciassette
nl: Zeventien
pl: Siedemnaście
pt: Dezessete
ru: Семнадцать
tr: On yedi 17
uk: Сімнадцять

source: Sewing
de: Nähen
es: Costura
fr: Couture
hi: सिलाई
it: Cucito
nl: Naaien
pl: Szycie
pt: Costura
ru: Швейный
tr: Dikiş
uk: Шиття

source: Shaftment
de: Schaft
es: Eje
hi: शाफ्टमेंट
it: Albero
nl: Schacht
pl: Shaft
pt: Eixo
ru: Шафтмент
tr: Şaft
uk: Шафмент

source: Shame
de: Schmach
es: Vergüenza
fr: Honte
hi: लज्जा
it: Vergogna
nl: Schaamte
pl: Wstyd
pt: Vergonha
ru: Стыд
tr: Utanç
uk: Ганьба

source: Shanghai
de: Schanghaien
es: Shanghái
hi: शंघाई
nl: Dronken maken en dan als matroos laten aanmonsteren
pl: Szanghaj
pt: Xangai
ru: Шанхай
tr: Şangay
uk: Шанхай

source: Shark
de: Hai
es: Tiburón
fr: Requin
hi: शार्क
it: Squalo
nl: Haai
pl: Rekin
pt: Tubarão
ru: Акула
tr: Köpekbalığı
uk: Акула

source: Shawl
de: Schultertuch
es: Chal
fr: Châle
hi: शाल
it: Scialle
nl: Sjaal
pl: Szal
pt: Xale
ru: Шаль
tr: Şal
uk: Шаль

source: Shears
de: Heckenschere
es: Cizalla
fr: Cisaille
hi: कैंचा
it: Cesoie
nl: Grote schaar
pl: Nożyce
pt: Podadeira
ru: (Садовые) ножницы
tr: Makaslar
uk: Сири

source: Sheath
de: Scheide
es: Vaina
fr: Gaine
hi: म्यान
it: Guaina
nl: Schede
pl: Pochwa
pt: Bainha
ru: Ножны
tr: Kılıf
uk: Охва

source: Shelf
de: Regal
es: Estante
fr: Étagère
hi: शेल्फ़
it: Ripiano
nl: Plank
pl: Półka
pt: Prateleira
ru: Полка
tr: Raf
uk: Полка

source: Shell
de: Schale
es: Cáscara
fr: Coquille
hi: छिलका
it: Guscio
pl: Muszla
pt: Casca
ru: Раковина
tr: Kabuk
uk: Оболонка

source: Shield
de: Schild
es: Escudo
fr: Bouclier
hi: रक्षा कवच
it: Scudo
nl: Schild
pl: Tarcza
pt: Escudo
ru: Щит
tr: Kalkan
uk: Щит

source: Ship
de: Schiff
es: Barco
fr: Bateau
hi: जहाज़
it: Nave
nl: Schip
pl: Statek
pt: Navio
ru: Корабль
tr: Gemi
uk: Корабель

source: Shirt
de: Hemd
es: Camisa
fr: Chemise
hi: क़मीज़
it: Maglia
nl: Hemd
pl: Koszula
pt: Camisa
ru: Рубашка
tr: Gömlek
uk: Сорочка

source: Shoes
de: Schuh
es: Zapato
fr: Chaussures
hi: जूते
it: Scarpe
nl: Schoenen
pl: Buty
pt: Sapatos
ru: Обувь
tr: Ayakkabılar
uk: Взуття

source: Shoplifting
de: Ladendiebstahl
es: Hurto
fr: Vol à l'étalage
hi: उठाईगीरी
it: Taccheggio
nl: Winkeldiefstal
pl: Kradzież sklepowa
pt: Furto em loja
ru: Воровство в магазинах
tr: Hırsızlık
uk: Крадіжка в магазині

source: Shotgun
de: Flinte
es: Escopeta
fr: Fusil
hi: शॉटगन
it: Doppietta
nl: Jachtgeweer
pl: Śrutówka
pt: Espingarda
ru: Дробовик
tr: Av tüfeği
uk: Рушниця

source: Shoulder
de: Schulter
es: Hombro
fr: Épaule
hi: कंधा
it: Spalla
nl: Schouder
pl: Ramię
pt: Ombro
ru: Плечо
tr: Omuz
uk: Плече

source: Shovel
de: Schaufel
es: Pala
fr: Pelle
hi: बेलचा
it: Pala
nl: Schop
pl: Łopata
pt: Pá
ru: Лопата
tr: Kürek
uk: Лопата

source: Shower
de: Dusche
es: Ducha
fr: Douche
hi: फुहारा
it: Doccia
nl: Douche
pl: Prysznic
pt: Chuveiro
ru: Душ
tr: Duş
uk: Душ

source: Shred
de: Stückchen
es: Pizca
fr: Déchiqueter
hi: धज्जी
it: Sminuzzare
nl: Versnipperen
pl: Strzęp
pt: Pedaço
ru: Клочок
tr: Parça
uk: Подрібніти

source: Shrimp
de: Garnele
es: Gamba
fr: Crevette grise
hi: झींगा मछली
it: Gamberetto
nl: Garnaal
pl: Krewetka
pt: Camarão
ru: Креветка
tr: Karides
uk: Креветка

source: Shrub
de: Strauch
es: Arbusto
fr: Arbuste
hi: झाड़ी
it: Arbusto
nl: Struik
pl: Krzew
pt: Arbusto
ru: Куст
tr: Çalı
uk: Чагарник

source: Shutter
de: Blende
es: Obturador
fr: Obturateur
hi: शटर
it: Otturatore
nl: Sluiter
pl: Migawka
pt: Obturador
ru: Затвор
tr: Kepenk
uk: Затвор

source: Siamese
de: Siamkatze
es: Siamés
fr: Siamois
hi: सियामी
nl: Siamees
pl: Syjamski
pt: Siamês
ru: Сиамский
tr: Siyam
uk: Сіамський

source: Siberian
de: Sibirisch
es: Siberiano
fr: Sibérien
hi: साइबेरियन
it: Siberiano
nl: Siberisch
pl: Syberyjski
pt: Siberiano
ru: Сибирский
tr: Sibirya
uk: Сибірський

source: Sideboard
de: Anrichte
es: Aparador
fr: Buffet
hi: साइडबोर्ड
it: Credenza
nl: Dressoir
pl: Kredens
pt: Guarda-louça
ru: Буфет
tr: Büfe
uk: Сервант

source: Sidewinder
de: Seitenwickler
es: Crótalo cornudo
fr: Missile sidewinder
hi: साइडविंडर
it: Forte sventola
nl: Zijwinder
pl: Grzechotnik rogaty
ru: Боковой Намотк
tr: Yan sarıcı
uk: Сайдвіндер

source: Sierra
de: Samuel
es: Samuel
fr: Suzanne
it: Savona
nl: Simon
pl: Stefan
ru: Сергей
tr: Sinop

source: Sieve
de: Sieb
es: Tamiz
fr: Tamis
hi: चलनी
it: Setaccio
nl: Zeef
pl: Sito
pt: Peneira
ru: Сито
tr: Elek
uk: Сиве

source: Sift
de: Sieben
es: Tamizar
fr: Tamiser
hi: छानना
it: Vagliare
nl: Ziften
pl: Przesiewać
pt: Passar um pente fino em
ru: Просеивать, просеять
tr: Elemek
uk: Просіти

source: Silicon
de: Silizium
es: Silicio
fr: Silicium
hi: सिलिकॉन
it: Silicio
nl: Silicium
pl: Krzem
pt: Silício
ru: Кремний
tr: Silikon
uk: Кремній

source: Silk
de: Seide
es: Seda
fr: Soie
hi: रेशम
it: Seta
nl: Zijde
pl: Jedwab
pt: Seda
ru: Шелка
tr: Ipek
uk: Шовковий

source: Silkworm
de: Seidenraupe
es: Gusano de seda
fr: Ver à soie
hi: रेशम का कीड़ा
it: Baco da seta
nl: Zijderups
pl: Jedwabnik
pt: Bicho-da-seda
ru: Тутовый шелкопряд
tr: İpekböceği
uk: Шовкопряд

source: Silver
de: Silber
es: Plata
fr: Argent
hi: चाँदी
it: Argento
nl: Zilver
pl: Srebro
pt: Prata
ru: Серебро
tr: Gümüş
uk: Срібло

source: Silverfish
de: Silberfisch
es: Pez de plata
fr: Petit poisson d'argent
hi: सिल्वरफिश
it: Pesciolino d'argento
nl: Zilvervis
pl: Rybik
pt: Traça de livro
ru: Суеверха
tr: Gümüş balığı
uk: Срібна риба
